//************************************************************//
//                                                            //
//               Библиотека английской локали                 //
//       Copyright (c) 2006  ООО Extasy-CMS                   //
//               отдел/сектор                                 //
//       Email:   gisma@extasy-cms.ru                         //
//                                                            //
//  Разработчик: Gisma (2007.08.18)                           //
//  Модифицирован:  2007.08.18  by Gisma                      //
//                                                            //
//************************************************************//
$aHash = {
	'Редактировать': 'Edit',
	'Удалить'      : 'Delete',
	
	
	
	
	
	////////////////////////////////////////////////////////////
	// Модули - Appwizard
	'Описание модуля' : 'Module description',
	'Список модулей'  : 'Module list',
	'Статус'       : 'Status',
	'Инсталлировать': 'Install',
	'Деинсталлировать': 'DeInstall',
	'Перегенировать документы': 'Regenerate documents',
	'Выберите модуль': 'Select module',
	'Данный модуль не инсталлирован, инсталлируйте его предварительно':'Module not installed, install before',
	'Данный модуль уже инсталлирован': 'Module alreay installed'
	
};
