//************************************************************//
//                                                            //
//               Библиотека русской    локали                 //
//       Copyright (c) 2006  ООО Extasy-CMS                   //
//               отдел/сектор                                 //
//       Email:   gisma@extasy-cms.ru                        //
//                                                            //
//  Разработчик: Gisma (2007.08.18)                           //
//  Модифицирован:  2007.08.18  by Gisma                      //
//                                                            //
//************************************************************//
$aHash = {
};